/* Adding to Wish List */
"HUD:AddToWishList" = "HUD:AddToWishList";

/* Getting Beer Info */
"HUD:GettingBeerInfo" = "HUD:GettingBeerInfo";

/* Retrieveing beer list from server */
"HUD:GettingBeerList" = "HUD:GettingBeerList";

/* Getting Brewery List */
"HUD:GettingBrewery" = "HUD:GettingBrewery";

/* Getting Place Info */
"HUD:GettingPlaceInfo" = "HUD:GettingPlaceInfo";

/* Getting Reviews */
"HUD:GettingReviews" = "HUD:GettingReviews";

/* Saving */
"HUD:Saving" = "HUD:Saving";

/* Searching */
"HUD:Searching" = "HUD:Searching";

/* Sending Review
   Sending Review to server */
"HUD:SendingReview" = "HUD:SendingReview";

/* Updating */
"HUD:Updating" = "HUD:Updating";

/* Uploading Photo */
"HUD:UploadingPhoto" = "HUD:UploadingPhoto";

/* Missing brewery? Add it. */
"Missing Brewery?" = "Missing brewery? Add it.";

/* (add beers on the brewery's beer list page) */
"Missing Brewery? Subtitle" = "(add beers on the brewery's beer list page)";

/* Missing place? Add it. */
"Missing Place?" = "Missing place? Add it.";

